Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# Data Manager Invalid CSV Encoding Message
source: CSV is invalid. Please check the file and make sure everything is correct.
de: Die CSV ist ungültig. Bitte überprüfe die Datei und stelle sicher, dass alles korrekt ist.
es: El CSV no es válido. Por favor, revisa el archivo y asegúrate de que todo está correcto.
fr: Le CSV est invalide. Veuillez vérifier le fichier et vous assurer que tout est correct.
hi: CSV अमान्य है। कृपया फ़ाइल जांचें और सुनिश्चित करें कि सब कुछ सही है।
it: Il CSV non è valido. Controlla il file e assicurati che tutto sia corretto.
ja: CSVが無効です。ファイルを確認してすべて正しいことを確認してください
ko: CSV가 유효하지 않습니다. 파일을 확인하고 모든 것이 올바른지 확인하세요.
nb: CSV er ugyldig. Vennligst sjekk filen og sørg for at alt er korrekt.
nl: CSV is ongeldig. Controleer het bestand en zorg dat alles correct is.
pt_br: O CSV está inválido. Por favor, verifique o arquivo e certifique-se de que tudo está correto.
sk: CSV je neplatné. Skontroluj súbor a uisti sa, že je všetko správne.
sv: CSV är ogiltig. Kontrollera filen och se till att allt är korrekt.
tr: CSV geçersiz. Lütfen dosyayı kontrol edin ve her şeyin doğru olduğundan emin olun.
zh_hans: CSV 无效。请检查文件，确保所有内容正确。

# Data Manager Invalid HTML Encoding Message
source: HTML is invalid. Please check the file and make sure everything is correct.
de: Das HTML ist ungültig. Bitte überprüfe die Datei und stelle sicher, dass alles korrekt ist.
es: El HTML no es válido. Por favor, revisa el archivo y asegúrate de que todo está correcto.
fr: Le HTML est invalide. Veuillez vérifier le fichier et vous assurer que tout est correct.
hi: HTML अमान्य है। कृपया फ़ाइल जांचें और सुनिश्चित करें कि सब कुछ सही है।
it: L'HTML non è valido. Controlla il file e assicurati che tutto sia corretto.
ja: HTMLが無効です。ファイルを確認し、すべてが正しいことを確認してください。
ko: HTML이 올바르지 않습니다. 파일을 확인하시고 모든 내용이 정확한지 확인하세요.
nb: HTML er ugyldig. Vennligst sjekk filen og sørg for at alt er korrekt.
nl: HTML is ongeldig. Controleer het bestand en zorg dat alles correct is.
pt_br: O HTML está inválido. Por favor, verifique o arquivo e certifique-se de que tudo está correto.
sk: HTML je neplatný. Skontroluj prosím súbor a uisti sa, že je všetko správne.
sv: HTML är ogiltig. Kontrollera filen och se till att allt är korrekt.
tr: HTML geçersiz. Lütfen dosyayı kontrol edin ve her şeyin doğru olduğundan emin olun.
zh_hans: HTML 无效。请检查文件并确保一切正确。

# Data Manager Invalid JSON Format Message
source: JSON is invalid. Please check the file and make sure everything is correct as specified.
de: Das JSON ist ungültig. Bitte überprüfe die Datei und stelle sicher, dass alles wie angegeben korrekt ist.
es: El JSON no es válido. Por favor, revisa el archivo y asegúrate de que todo cumple con las especificaciones.
fr: Le JSON est invalide. Veuillez vérifier le fichier et vous assurer que tout correspond aux spécifications.
hi: JSON अमान्य है। कृपया फ़ाइल जांचें और सुनिश्चित करें कि सब कुछ निर्दिष्ट अनुसार सही है।
it: Il JSON non è valido. Controlla il file e assicurati che tutto sia conforme alle specifiche.
ja: JSONが無効です。ファイルを確認し、指定通り正しいことを確かめてください。
ko: JSON 형식이 올바르지 않습니다. 파일을 확인하시고 명시된 대로 모든 내용이 정확한지 확인하세요.
nb: JSON er ugyldig. Vennligst sjekk filen og sørg for at alt er korrekt som spesifisert.
nl: JSON is ongeldig. Controleer het bestand en zorg dat alles correct is volgens de specificaties.
pt_br: O JSON está inválido. Por favor, verifique o arquivo e certifique-se de que tudo está correto conforme especificado.
sk: JSON je neplatný. Skontroluj prosím súbor a uisti sa, že je všetko podľa špecifikácií správne.
sv: JSON är ogiltigt. Kontrollera filen och se till att allt är korrekt enligt specifikationen.
tr: JSON geçersiz. Lütfen dosyayı kontrol edin ve belirtilen şekilde her şeyin doğru olduğundan emin olun.
zh_hans: JSON 无效。请检查文件并确保一切符合规范。

# Data Manager Unknown Error Message
source: An unknown error happened. Please contact for support.
de: Ein unbekannter Fehler ist aufgetreten. Bitte kontaktiere den Support.
es: Ha ocurrido un error desconocido. Por favor, contacta con soporte.
fr: Une erreur inconnue s'est produite. Veuillez contacter le support.
hi: एक अज्ञात त्रुटि हुई। कृपया सहायता के लिए संपर्क करें।
it: Si è verificato un errore sconosciuto. Contatta l'assistenza.
ja: 不明なエラーが発生しました。サポートまでご連絡ください。
ko: 알 수 없는 오류가 발생했습니다. 지원팀에 문의하세요.
nb: En ukjent feil oppstod. Vennligst kontakt for support.
nl: Er is een onbekende fout opgetreden. Neem contact op voor ondersteuning.
pt_br: Ocorreu um erro desconhecido. Por favor, contate o suporte.
sk: Vyskytla sa neznáma chyba. Kontaktuj prosím podporu.
sv: Ett okänt fel har inträffat. Kontakta supporten.
tr: Bilinmeyen bir hata oluştu. Lütfen destek için iletişime geçin.
zh_hans: 发生未知错误。请联系支持。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pt_br: Excluir
sk: Vymazať
sv: Ta bort
tr: Sil
zh_hans: 删除

# Delete All Dialog Label
source: Delete All Content
de: Alles löschen
es: Eliminar todo el contenido
fr: Supprimer tout le contenu
hi: सभी सामग्री हटाएँ
it: Elimina tutto il contenuto
ja: 全コンテンツを削除
ko: 모든 콘텐츠 삭제
nb: Slett alt innhold
nl: Alles Verwijderen
pt_br: Excluir todo o conteúdo
sk: Vymazať všetok obsah
sv: Radera allt innehåll
tr: Tüm İçeriği Sil
zh_hans: 删除所有内容

# Delete All Dialog Message
source: Are you sure you want to delete everything? This operation can not be undone!
de: Bist du sicher, dass du wirklich alles löschen möchtest? Dieser Vorgang kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que quieres eliminar todo? ¡Esta operación no se puede deshacer!
fr: Êtes-vous sûr de vouloir tout supprimer ? Cette opération est irrémédiable !
hi: क्या आप निश्चित रूप से सब कुछ हटाना चाहते हैं? इस प्रक्रिया को पूर्ववत नहीं किया जा सकता!
it: Sei sicuro di voler eliminare tutto? Questa operazione non può essere annullata!
ja: 本当にすべてを削除してよろしいですか？この操作は元に戻せません！
ko: 정말로 모든 것을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다!
nb: Er du sikker på at du vil slette alt? Denne operasjonen kan ikke angres!
nl: Weet je zeker dat je alles wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt!
pt_br: Tem certeza de que deseja excluir tudo? Esta operação não pode ser desfeita!
sk: Naozaj chceš všetko vymazať? Táto operácia sa nedá vrátiť späť!
sv: Är du säker på att du vill radera allt? Denna åtgärd kan inte ångras!
tr: Her şeyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!
zh_hans: 你确定要删除所有内容吗？此操作无法撤销！

# Delete All Successful Message
source: All content deleted successfully!
de: Alle Inhalte wurden erfolgreich gelöscht!
es: ¡Todo el contenido se ha eliminado correctamente!
fr: Tout le contenu a été supprimé avec succès !
hi: सारी सामग्री सफलतापूर्वक हटाई गई!
it: Tutto il contenuto è stato eliminato con successo!
ja: すべてのコンテンツが正常に削除されました！
ko: 모든 콘텐츠가 성공적으로 삭제되었습니다!
nb: Alt innhold ble slettet!
nl: Alle inhoud succesvol verwijderd!
pt_br: Todo o conteúdo excluído com sucesso!
sk: Všetok obsah bol úspešne vymazaný!
sv: Allt innehåll har raderats!
tr: Tüm içerik başarıyla silindi!
zh_hans: 所有内容已成功删除！

# Delete Bookmark Title
source: Delete Bookmark
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le marque-page
hi: बुकमार्क हटाएँ
it: Elimina segnalibro
ja: ブックマークを削除
ko: 북마크 삭제
nb: Slett bokmerke
nl: Bladwijzer Verwijderen
pt_br: Excluir favorito
sk: Vymazať záložku
sv: Ta bort bokmärke
tr: Yer İmi Sil
zh_hans: 删除书签

# Delete Content Message %@
source: Are you sure you want to delete %@? This operation can not be undone!
de: Bist du sicher, dass du %@ löschen möchtest? Dieser Vorgang kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que quieres eliminar %@? ¡Esta operación no se puede deshacer!
fr: Êtes-vous certain de vouloir supprimer %@ ? Cette opération est irréversible !
hi: क्या आप निश्चित रूप से %@ हटाना चाहते हैं? इस प्रक्रिया को पूर्ववत नहीं किया जा सकेगा!
it: Sei sicuro di voler eliminare %@? Questa operazione non può essere annullata!
ja: 本当に「%@」を削除してよろしいですか？この操作は元に戻せません！
ko: 정말로 %@을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다!
nb: Er du sikker på at du vil slette %@? Denne operasjonen kan ikke angres!
nl: Weet je zeker dat je %@ wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt!
pt_br: Tem certeza de que deseja excluir %@? Esta operação não pode ser desfeita!
sk: Naozaj chceš vymazať %@? Táto operácia sa nedá vrátiť späť!
sv: Är du säker på att du vill ta bort %@? Denna åtgärd kan inte ångras!
tr: %@ öğesini silmek istediğine emin misin? Bu işlem geri alınamaz!
zh_hans: 你确定要删除 %@ 吗？此操作无法撤销！

# Delete Tag Title
source: Delete Tag
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer le tag
hi: टैग हटाएँ
it: Elimina tag
ja: タグを削除
ko: 태그 삭제
nb: Slett tagg
nl: Label Verwijderen
pt_br: Excluir Tag
sk: Vymazať značku
sv: Ta bort tagg
tr: Etiketi Sil
zh_hans: 删除标签

# Device Type Phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hi: फोन
it: Telefono
ja: スマートフォン
ko: 휴대폰
nb: Telefon
nl: Telefoon
pt_br: Telefone
sk: Telefón
sv: Telefon
tr: Telefon
zh_hans: 手机

source: Display ${selectedCollection}
de: Anzeige: ${selectedCollection}
es: Mostrar ${selectedCollection}
fr: Afficher ${selectedCollection}
hi: दिखाएँ ${selectedCollection}
it: Mostra ${selectedCollection}
ja: ${selectedCollection} を表示
ko: ${selectedCollection} 표시
nb: Vis ${selectedCollection}
nl: Toon ${selectedCollection}
pt_br: Exibir ${selectedCollection}
sk: Zobraziť ${selectedCollection}
sv: Visa ${selectedCollection}
tr: ${selectedCollection} görüntüle
zh_hans: 显示 ${selectedCollection}

source: Done
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pt_br: Concluído
sk: Hotovo
sv: Klar
tr: Tamam
zh_hans: 完成

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pt_br: Editar
sk: Upraviť
sv: Redigera
tr: Düzenle
zh_hans: 编辑

# Edit Bookmark Title
source: Edit Bookmark
de: Lesezeichen bearbeiten
es: Editar marcador
fr: Modifier le signet
hi: बुकमार्क संपादित करें
it: Modifica segnalibro
ja: ブックマークを編集
ko: 북마크 편집
nb: Rediger bokmerke
nl: Bladwijzer Bewerken
pt_br: Editar Favorito
sk: Upraviť záložku
sv: Redigera bokmärke
tr: Yer İmi Düzenle
zh_hans: 编辑书签

# Edit Folder Title
source: Edit Folder
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
hi: फ़ोल्डर संपादित करें
it: Modifica cartella
ja: フォルダを編集
ko: 폴더 편집
nb: Rediger mappe
nl: Map Bewerken
pt_br: Editar Pasta
sk: Upraviť priečinok
sv: Redigera mapp
tr: Klasörü Düzenle
zh_hans: 编辑文件夹

# Edit Tag Title
source: Edit Tag
de: Tag bearbeiten
es: Editar etiqueta
fr: Modifier le tag
hi: टैग संपादित करें
it: Modifica tag
ja: タグを編集
ko: 태그 편집
nb: Rediger tagg
nl: Label Bewerken
pt_br: Editar Tag
sk: Upraviť značku
sv: Redigera tagg
tr: Etiketi Düzenle
zh_hans: 编辑标签

# Export Error Message
source: Failed to export bookmarks.
de: Fehler beim Exportieren der Lesezeichen.
es: Error al exportar los marcadores.
fr: Échec de l’exportation des signets.
hi: बुकमार्क निर्यात करने में विफल।
it: Esportazione dei segnalibri non riuscita.
ja: ブックマークのエクスポートに失敗しました。
ko: 북마크 내보내기에 실패했습니다.
nb: Kunne ikke eksportere bokmerker.
nl: Exporteren van bladwijzers is mislukt.
pt_br: Falha ao exportar favoritos.
sk: Nepodarilo sa exportovať záložky.
sv: Det gick inte att exportera bokmärken.
tr: Yer imleri dışa aktarılamadı.
zh_hans: 导出书签失败。

# Export Successful Message
source: Bookmarks exported successfully!
de: Lesezeichen erfolgreich exportiert!
es: ¡Marcadores exportados con éxito!
fr: Signets exportés avec succès !
hi: बुकमार्क सफलतापूर्वक निर्यात किए गए!
it: Segnalibri esportati con successo!
ja: ブックマークが正常にエクスポートされました！
ko: 북마크가 성공적으로 내보내졌습니다!
nb: Bokmerker eksportert!
nl: Bladwijzers succesvol geëxporteerd!
pt_br: Favoritos exportados com sucesso!
sk: Záložky boli úspešne exportované!
sv: Bokmärken exporterades framgångsrikt!
tr: Yer imleri başarıyla dışa aktarıldı!
zh_hans: 书签导出成功！

# Export Type Selection Label
source: Select a Type to Export
de: Wähle einen Typ zum Exportieren aus
es: Selecciona un tipo para exportar
fr: Sélectionnez un type à exporter
hi: निर्यात करने के लिए एक प्रकार चुनें
it: Seleziona un tipo da esportare
ja: エクスポートする種類を選択してください
ko: 내보낼 형식을 선택하세요
nb: Velg en type å eksportere
nl: Selecteer een type om te exporteren
pt_br: Selecione um Tipo para Exportar
sk: Vyber typ na export
sv: Välj en typ att exportera
tr: Dışa aktarılacak Türü Seç
zh_hans: 选择导出类型

# FAB Centered
source: Centered
de: Zentriert
es: Centrado
fr: Centré
hi: केंद्र में
it: Centrato
ja: 中央
ko: 가운데 정렬
nb: Sentrert
nl: Gecentreerd
pt_br: Centralizado
sk: Centrované
sv: Centrerad
tr: Ortalanmış
zh_hans: 居中

# FAB Left Aligned
source: Left Aligned
de: Links ausgerichtet
es: Alineado a la izquierda
fr: Aligné à gauche
hi: बाएँ संरेखित
it: Allineato a sinistra
ja: 左寄せ
ko: 왼쪽 정렬
nb: Venstrejustert
nl: Links uitgelijnd
pt_br: Alinhado à esquerda
sk: Zarovnané vľavo
sv: Vänsterjusterad
tr: Sola Hizalı
zh_hans: 左对齐

# FAB Right Aligned
source: Right Aligned
de: Rechts ausgerichtet
es: Alineado a la derecha
fr: Aligné à droite
hi: दाएँ संरेखित
it: Allineato a destra
ja: 右寄せ
ko: 오른쪽 정렬
nb: Høyrejustert
nl: Rechts uitgelijnd
pt_br: Alinhado à direita
sk: Zarovnané vpravo
sv: Högerjusterad
tr: Sağa Hizalı
zh_hans: 右对齐

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
nb: Mappe
nl: Map
pt_br: Pasta
sk: Priečinok
sv: Mapp
tr: Klasör
zh_hans: 文件夹

# Folder Creation Select Folder Message
source: Click to select a parent folder
de: Tippe, um einen übergeordneten Ordner auszuwählen
es: Haz clic para seleccionar una carpeta principal
fr: Clique pour sélectionner un dossier parent
hi: मूल फ़ोल्डर चुनने के लिए क्लिक करें
it: Clicca per selezionare una cartella principale
ja: 親フォルダを選択するにはタップしてください
ko: 클릭하여 상위 폴더를 선택하세요
nb: Klikk for å velge en overordnet mappe
nl: Klik om een bovenliggende map te selecteren
pt_br: Toque para selecionar uma pasta pai
sk: Ťukni a vyber nadriadenú zložku
sv: Klicka för att välja en överordnad mapp
tr: Üst klasörü seçmek için tıklayın
zh_hans: 点击选择父文件夹

# Folder Search Prompt
source: Search in folders...
de: In Ordnern suchen...
es: Buscar en carpetas...
fr: Rechercher dans les dossiers...
hi: फ़ोल्डरों में खोजें...
it: Cerca nelle cartelle...
ja: フォルダ内を検索...
ko: 폴더 내 검색...
nb: Søk i mapper...
nl: Zoeken in mappen...
pt_br: Pesquisar em pastas...
sk: Hľadať v priečinkoch...
sv: Sök i mappar...
tr: Klasörlerde ara...
zh_hans: 在文件夹中搜索…

# Folders Title
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
it: Cartelle
ja: フォルダ
ko: 폴더
nb: Mapper
nl: Mappen
pt_br: Pastas
sk: Priečinky
sv: Mappar
tr: Klasörler
zh_hans: 文件夹

# Generic Unfurl Error Text
source: An unexpected error occurred. Please try again later.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es später erneut.
es: Se produjo un error inesperado. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inattendue est survenue. Veuillez réessayer plus tard.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।
it: Si è verificato un errore imprevisto. Riprova più tardi.
ja: 予期しないエラーが発生しました。後でもう一度お試しください。
ko: 예기치 않은 오류가 발생했습니다. 나중에 다시 시도하세요.
nb: En uventet feil oppstod. Prøv igjen senere.
nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw.
pt_br: Ocorreu um erro inesperado. Por favor, tente novamente mais tarde.
sk: Vyskytla sa neočakávaná chyba. Skús to prosím neskôr znova.
sv: Ett oväntat fel inträffade. Vänligen försök igen senare.
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_hans: 发生意外错误。请稍后再试。

# Generic Unfurl Success Text
source: Successfully fetched the bookmark details
de: Lesezeichen-Details erfolgreich abgerufen
es: Detalles del marcador obtenidos con éxito
fr: Détails du signet récupérés avec succès
hi: बुकमार्क विवरण सफलतापूर्वक प्राप्त हुए
it: Dettagli del segnalibro recuperati con successo
ja: ブックマークの詳細を正常に取得しました
ko: 북마크 세부 정보 가져오기에 성공했습니다.
nb: Bokmerke-detaljene ble hentet.
nl: Bladwijzergegevens succesvol opgehaald
pt_br: Detalhes do favorito obtidos com sucesso
sk: Úspešne načítané údaje záložky
sv: Hämtade bokmärkesdetaljerna framgångsrikt
tr: Yer imi detayları başarıyla alındı
zh_hans: 成功获取书签详情

# Home Announcements Title
source: Announcements
de: Ankündigungen
es: Anuncios
fr: Annonces
hi: घोषणाएँ
it: Annunci
ja: お知らせ
ko: 공지사항
nb: Varsler
nl: Aankondigingen
pt_br: Anúncios
sk: Oznámenia
sv: Meddelanden
tr: Duyurular
zh_hans: 公告

# Home Recents Label
source: Recents
de: Zuletzt verwendet
es: Recientes
fr: Récents
hi: हाल ही के
it: Recenti
ja: 最近の項目
ko: 최근 항목
nb: Nylige
nl: Recent
pt_br: Recentes
sk: Nedávne
sv: Senaste
tr: Son Eklenenler
zh_hans: 最近浏览

# How To Keyboard General Message 1
source: YABA includes a custom keyboard, giving you quick access to your saved content without leaving your current app—for example, your browser or a messaging app. Setting it up is a simple two-step process. Start with navigating to settings and finding the **Enable YABA Keyboard** option.
de: YABA enthält eine eigene Tastatur, mit der du schnell auf deine gespeicherten Inhalte zugreifen kannst, ohne die aktuelle App zu verlassen – zum Beispiel deinen Browser oder eine Messenger‑App. Die Einrichtung ist ein einfacher Zweischritt. Gehe zuerst zu den Einstellungen und suche die Option **YABA‑Tastatur aktivieren**.
es: YABA incluye un teclado personalizado que te da acceso rápido a tu contenido guardado sin salir de la app en la que estés —por ejemplo, tu navegador o una app de mensajería. Configurarlo es un proceso sencillo de dos pasos. Empieza por ir a Ajustes y buscar la opción **Activar teclado de YABA**.
fr: YABA inclut un clavier personnalisé, qui te donne un accès rapide à ton contenu enregistré sans quitter l’application en cours — par exemple ton navigateur ou une appli de messagerie. L’installation se fait en deux étapes simples. Commence par aller dans les réglages et trouve l’option **Activer le clavier YABA**.
hi: YABA में एक कस्टम कीबोर्ड शामिल है, जिससे आप अपने वर्तमान ऐप — उदाहरण के लिए ब्राउज़र या मैसेजिंग ऐप — छोड़े बिना अपने सहेजे गए कंटेंट तक तुरंत पहुंच सकते हैं। इसे सेटअप करना एक सरल दो‑स्टेप प्रक्रिया है। शुरुआत के लिए सेटिंग्स में जाएँ और **Enable YABA Keyboard** विकल्प ढूँढें।
it: YABA include una tastiera personalizzata che ti dà accesso rapido ai contenuti salvati senza uscire dall'app in uso — per esempio il tuo browser o un'app di messaggistica. Configurarla è un semplice processo in due passaggi. Inizia andando su Impostazioni e trovando l'opzione **Abilita tastiera YABA**.
ja: YABAにはカスタムキーボードが含まれており、現在使っているアプリ（例：ブラウザやメッセージアプリ）を離れずに保存したコンテンツに素早くアクセスできます。設定は簡単な2ステップです。まず設定に移動して、**Enable YABA Keyboard** オプションを見つけてください。
ko: YABA에는 현재 사용하는 앱을 벗어나지 않고 저장한 콘텐츠에 빠르게 접근할 수 있는 커스텀 키보드가 포함되어 있습니다 — 예를 들어 브라우저나 메시지 앱에서 사용할 수 있습니다. 설정 과정은 간단한 두 단계입니다. 먼저 설정으로 이동한 다음 **YABA 키보드 활성화** 옵션을 찾으세요.
nb: YABA inkluderer et eget tastatur som gir deg rask tilgang til lagret innhold uten å forlate appen du bruker — for eksempel nettleseren eller en meldingsapp. Å sette det opp er en enkel totrinns prosess. Start med å gå til Innstillinger og finne valget **Aktiver YABA‑tastatur**.
nl: YABA bevat een aangepast toetsenbord, waarmee je snel toegang krijgt tot je opgeslagen inhoud zonder je huidige app te verlaten — bijvoorbeeld je browser of een berichtenapp. Het instellen is een eenvoudig tweestappenproces. Begin met naar Instellingen te gaan en de optie **Enable YABA Keyboard** te zoeken.
pt_br: O YABA inclui um teclado personalizado que dá acesso rápido ao conteúdo salvo sem sair do app que você está usando — por exemplo, seu navegador ou um app de mensagens. Configurá‑lo é um processo simples em duas etapas. Comece indo em Ajustes e localize a opção **Ativar Teclado YABA**.
sk: YABA obsahuje vlastnú klávesnicu, ktorá ti umožní rýchly prístup k uloženému obsahu bez opustenia práve používanej aplikácie — napríklad prehliadača alebo aplikácie na zasielanie správ. Nastavenie je jednoduché a prebieha v dvoch krokoch. Začni tým, že prejdeš do Nastavení a nájdeš možnosť **Enable YABA Keyboard**.
sv: YABA har ett eget tangentbord som ger snabb åtkomst till dina sparade saker utan att du behöver lämna den app du använder – till exempel webbläsaren eller en chattapp. Installationen är en enkel tvåstegsprocess. Börja med att gå till Inställningar och hitta alternativet **Enable YABA Keyboard**.
tr: YABA, özel bir klavye içerir; böylece tarayıcınız veya bir mesajlaşma uygulaması gibi bulunduğunuz uygulamadan çıkmadan kaydettiğiniz içeriklere hızlıca ulaşabilirsiniz — örneğin tarayıcınız veya bir mesajlaşma uygulaması. Kurulumu basit bir iki adımlı işlemdir. Başlamak için Ayarlar'a gidip **YABA Klavyesini Etkinleştir** seçeneğini bulun.
zh_hans: YABA 包含一个自定义键盘，让你无需离开当前应用（例如浏览器或消息应用）即可快速访问已保存的内容。设置很简单，分两步完成。首先前往设置，找到 **启用 YABA 键盘** 选项。
